// Official Riot Data Dragon 16.17.1 Korean labels; generated 2026-09-25.
// Sources: https://ddragon.leagueoflegends.com/cdn/16.17.1/data/ko_KR/item.json, https://ddragon.leagueoflegends.com/cdn/16.17.1/data/ko_KR/summoner.json, https://ddragon.leagueoflegends.com/cdn/16.17.1/data/ko_KR/runesReforged.json
export type PlayerAssetLabel = Readonly<{ name: string; icon: string }>;
export const PLAYER_ITEMS: Readonly<Record<number, PlayerAssetLabel>> = {
  "1001": {
    "name": "장화",
    "icon": "1001.png"
  },
  "1004": {
    "name": "요정의 부적",
    "icon": "1004.png"
  },
  "1006": {
    "name": "원기 회복의 구슬",
    "icon": "1006.png"
  },
  "1011": {
    "name": "거인의 허리띠",
    "icon": "1011.png"
  },
  "1018": {
    "name": "민첩성의 망토",
    "icon": "1018.png"
  },
  "1026": {
    "name": "방출의 마법봉",
    "icon": "1026.png"
  },
  "1027": {
    "name": "사파이어 수정",
    "icon": "1027.png"
  },
  "1028": {
    "name": "루비 수정",
    "icon": "1028.png"
  },
  "1029": {
    "name": "천 갑옷",
    "icon": "1029.png"
  },
  "1031": {
    "name": "쇠사슬 조끼",
    "icon": "1031.png"
  },
  "1033": {
    "name": "마법무효화의 망토",
    "icon": "1033.png"
  },
  "1035": {
    "name": "잉걸불 칼",
    "icon": "1035.png"
  },
  "1036": {
    "name": "롱소드",
    "icon": "1036.png"
  },
  "1037": {
    "name": "곡괭이",
    "icon": "1037.png"
  },
  "1038": {
    "name": "B.F. 대검",
    "icon": "1038.png"
  },
  "1039": {
    "name": "빗발칼날",
    "icon": "1039.png"
  },
  "1040": {
    "name": "흑요석 검",
    "icon": "1040.png"
  },
  "1042": {
    "name": "단검",
    "icon": "1042.png"
  },
  "1043": {
    "name": "곡궁",
    "icon": "1043.png"
  },
  "1052": {
    "name": "증폭의 고서",
    "icon": "1052.png"
  },
  "1053": {
    "name": "흡혈의 낫",
    "icon": "1053.png"
  },
  "1054": {
    "name": "도란의 방패",
    "icon": "1054.png"
  },
  "1055": {
    "name": "도란의 검",
    "icon": "1055.png"
  },
  "1056": {
    "name": "도란의 반지",
    "icon": "1056.png"
  },
  "1057": {
    "name": "음전자 망토",
    "icon": "1057.png"
  },
  "1058": {
    "name": "쓸데없이 큰 지팡이",
    "icon": "1058.png"
  },
  "1082": {
    "name": "암흑의 인장",
    "icon": "1082.png"
  },
  "1083": {
    "name": "수확의 낫",
    "icon": "1083.png"
  },
  "1086": {
    "name": "도란의 활",
    "icon": "1086.png"
  },
  "1090": {
    "name": "퀘스트: 상단",
    "icon": "1090.png"
  },
  "1091": {
    "name": "퀘스트: 중단",
    "icon": "1091.png"
  },
  "1092": {
    "name": "퀘스트: 하단",
    "icon": "1092.png"
  },
  "1093": {
    "name": "퀘스트: 서포터",
    "icon": "1093.png"
  },
  "1094": {
    "name": "퀘스트: 정글",
    "icon": "1094.png"
  },
  "1101": {
    "name": "새끼 화염발톱",
    "icon": "1101.png"
  },
  "1102": {
    "name": "새끼 바람돌이",
    "icon": "1102.png"
  },
  "1103": {
    "name": "새끼 이끼쿵쿵이",
    "icon": "1103.png"
  },
  "1104": {
    "name": "전령의 눈",
    "icon": "1104.png"
  },
  "1105": {
    "name": "새끼 이끼쿵쿵이",
    "icon": "1105.png"
  },
  "1106": {
    "name": "새끼 바람돌이",
    "icon": "1106.png"
  },
  "1107": {
    "name": "새끼 화염발톱",
    "icon": "1107.png"
  },
  "1111": {
    "name": "자르반 1세의",
    "icon": "1111.png"
  },
  "1120": {
    "name": "도란의 투구",
    "icon": "1120.png"
  },
  "1200": {
    "name": "상단 공격로 퀘스트",
    "icon": "1200.png"
  },
  "1201": {
    "name": "중단 공격로 퀘스트",
    "icon": "1201.png"
  },
  "1202": {
    "name": "하단 공격로 퀘스트",
    "icon": "1202.png"
  },
  "1203": {
    "name": "서포터 퀘스트",
    "icon": "1203.png"
  },
  "1204": {
    "name": "정글 퀘스트",
    "icon": "1204.png"
  },
  "1205": {
    "name": "정글 퀘스트 보상",
    "icon": "1205.png"
  },
  "1206": {
    "name": "중단 공격로 퀘스트 보상",
    "icon": "1206.png"
  },
  "1207": {
    "name": "하단 공격로 퀘스트 보상",
    "icon": "1207.png"
  },
  "1208": {
    "name": "서포터 퀘스트 보상",
    "icon": "1208.png"
  },
  "1209": {
    "name": "정글 퀘스트 보상",
    "icon": "1209.png"
  },
  "1210": {
    "name": "정글 퀘스트 보상",
    "icon": "1210.png"
  },
  "1211": {
    "name": "정글 퀘스트 보상",
    "icon": "1211.png"
  },
  "1220": {
    "name": "강력 순간이동 (상단 공격로 퀘스트 보상)",
    "icon": "1220.png"
  },
  "1221": {
    "name": "상단 공격로 퀘스트 보상",
    "icon": "1221.png"
  },
  "1222": {
    "name": "상단 공격로 퀘스트",
    "icon": "1222.png"
  },
  "1500": {
    "name": "관통 탄환",
    "icon": "1500.png"
  },
  "1501": {
    "name": "요새화",
    "icon": "1501.png"
  },
  "1502": {
    "name": "이중 갑옷",
    "icon": "1502.png"
  },
  "1503": {
    "name": "파수꾼의 눈",
    "icon": "1503.png"
  },
  "1504": {
    "name": "수호자",
    "icon": "1504.png"
  },
  "1505": {
    "name": "이중 갑옷",
    "icon": "1505.png"
  },
  "1506": {
    "name": "이중 갑옷",
    "icon": "1506.png"
  },
  "1507": {
    "name": "과충전",
    "icon": "1507.png"
  },
  "1508": {
    "name": "방탄 양말",
    "icon": "1508.png"
  },
  "1509": {
    "name": "체질",
    "icon": "1509.png"
  },
  "1510": {
    "name": "특이 체질",
    "icon": "1510.png"
  },
  "1511": {
    "name": "슈퍼 메크 방어구",
    "icon": "1511.png"
  },
  "1512": {
    "name": "슈퍼 메크 전력장",
    "icon": "1512.png"
  },
  "1515": {
    "name": "포탑 방패",
    "icon": "1515.png"
  },
  "1516": {
    "name": "구조물 현상금",
    "icon": "1516.png"
  },
  "1517": {
    "name": "구조물 현상금",
    "icon": "1517.png"
  },
  "1518": {
    "name": "구조물 현상금",
    "icon": "1518.png"
  },
  "1519": {
    "name": "구조물 현상금",
    "icon": "1519.png"
  },
  "1520": {
    "name": "과충전HA",
    "icon": "1520.png"
  },
  "1521": {
    "name": "요새화",
    "icon": "1521.png"
  },
  "1522": {
    "name": "포탑 강화",
    "icon": "1522.png"
  },
  "1523": {
    "name": "과충전",
    "icon": "1523.png"
  },
  "1524": {
    "name": "과잉성장",
    "icon": "1524.png"
  },
  "2001": {
    "name": "귀환",
    "icon": "2001.png"
  },
  "2002": {
    "name": "상급 귀환",
    "icon": "2002.png"
  },
  "2003": {
    "name": "체력 물약",
    "icon": "2003.png"
  },
  "2007": {
    "name": "귀환 비활성화",
    "icon": "2007.png"
  },
  "2008": {
    "name": "",
    "icon": "2008.png"
  },
  "2010": {
    "name": "굳건한 의지의 완전한 비스킷",
    "icon": "2010.png"
  },
  "2015": {
    "name": "키르히아이스의 파편",
    "icon": "2015.png"
  },
  "2019": {
    "name": "강철 인장",
    "icon": "2019.png"
  },
  "2020": {
    "name": "야수화",
    "icon": "2020.png"
  },
  "2021": {
    "name": "땅굴 채굴기",
    "icon": "2021.png"
  },
  "2022": {
    "name": "빛나는 티끌",
    "icon": "2022.png"
  },
  "2031": {
    "name": "충전형 물약",
    "icon": "2031.png"
  },
  "2033": {
    "name": "부패 물약",
    "icon": "2033.png"
  },
  "2049": {
    "name": "수호자의 부적",
    "icon": "2049.png"
  },
  "2050": {
    "name": "수호자의 장막",
    "icon": "2050.png"
  },
  "2051": {
    "name": "수호자의 뿔피리",
    "icon": "2051.png"
  },
  "2052": {
    "name": "포로 간식",
    "icon": "2052.png"
  },
  "2055": {
    "name": "제어 와드",
    "icon": "2055.png"
  },
  "2056": {
    "name": "투명 와드",
    "icon": "2056.png"
  },
  "2065": {
    "name": "슈렐리아의 군가",
    "icon": "2065.png"
  },
  "2138": {
    "name": "강철의 영약",
    "icon": "2138.png"
  },
  "2139": {
    "name": "마법의 영약",
    "icon": "2139.png"
  },
  "2140": {
    "name": "분노의 영약",
    "icon": "2140.png"
  },
  "2141": {
    "name": "카파 주스",
    "icon": "2141.png"
  },
  "2142": {
    "name": "힘의 주스",
    "icon": "2142.png"
  },
  "2143": {
    "name": "활력의 주스",
    "icon": "2143.png"
  },
  "2144": {
    "name": "가속의 주스",
    "icon": "2144.png"
  },
  "2145": {
    "name": "행운의 주사위",
    "icon": "2145.png"
  },
  "2146": {
    "name": "향상된 행운의 주사위",
    "icon": "2146.png"
  },
  "2147": {
    "name": "증강 레벨",
    "icon": "2147.png"
  },
  "2150": {
    "name": "숙련의 영약",
    "icon": "2150.png"
  },
  "2151": {
    "name": "탐욕의 영약",
    "icon": "2151.png"
  },
  "2152": {
    "name": "힘의 영약",
    "icon": "2152.png"
  },
  "2161": {
    "name": "힘의 밴들 주스",
    "icon": "2161.png"
  },
  "2162": {
    "name": "활력의 밴들 주스",
    "icon": "2162.png"
  },
  "2163": {
    "name": "가속의 밴들 주스",
    "icon": "2163.png"
  },
  "2403": {
    "name": "미니언 해체분석기",
    "icon": "2403.png"
  },
  "2420": {
    "name": "추적자의 팔목 보호대",
    "icon": "2420.png"
  },
  "2421": {
    "name": "부서진 팔목 보호대",
    "icon": "2421.png"
  },
  "2422": {
    "name": "약간 신비한 신발",
    "icon": "2422.png"
  },
  "2501": {
    "name": "지배자의 피갑옷",
    "icon": "2501.png"
  },
  "2502": {
    "name": "끝없는 절망",
    "icon": "2502.png"
  },
  "2503": {
    "name": "어둠불꽃 횃불",
    "icon": "2503.png"
  },
  "2504": {
    "name": "케이닉 루컨",
    "icon": "2504.png"
  },
  "2508": {
    "name": "운명의 재",
    "icon": "2508.png"
  },
  "2510": {
    "name": "황혼과 새벽",
    "icon": "2510.png"
  },
  "2512": {
    "name": "악마사냥꾼의 화살",
    "icon": "2512.png"
  },
  "2517": {
    "name": "끝없는 갈망",
    "icon": "2517.png"
  },
  "2520": {
    "name": "요새파괴자",
    "icon": "2520.png"
  },
  "2522": {
    "name": "실체화 장비",
    "icon": "2522.png"
  },
  "2523": {
    "name": "마법광학 장치 C44",
    "icon": "2523.png"
  },
  "2524": {
    "name": "밴들파이프",
    "icon": "2524.png"
  },
  "2525": {
    "name": "원형질 안전벨트",
    "icon": "2525.png"
  },
  "2526": {
    "name": "속삭이는 머리띠",
    "icon": "2526.png"
  },
  "2530": {
    "name": "악곡의 왕관",
    "icon": "2530.png"
  },
  "3001": {
    "name": "저녁갑주",
    "icon": "3001.png"
  },
  "3002": {
    "name": "개척자",
    "icon": "3002.png"
  },
  "3003": {
    "name": "대천사의 지팡이",
    "icon": "3003.png"
  },
  "3004": {
    "name": "마나무네",
    "icon": "3004.png"
  },
  "3005": {
    "name": "유령 배회자",
    "icon": "3005.png"
  },
  "3006": {
    "name": "광전사의 군화",
    "icon": "3006.png"
  },
  "3008": {
    "name": "탐욕의 군화",
    "icon": "3008.png"
  },
  "3009": {
    "name": "신속의 장화",
    "icon": "3009.png"
  },
  "3010": {
    "name": "공생형 밑창",
    "icon": "3010.png"
  },
  "3011": {
    "name": "화학공학 부패기",
    "icon": "3011.png"
  },
  "3012": {
    "name": "축복의 성배",
    "icon": "3012.png"
  },
  "3013": {
    "name": "하나 된 영혼",
    "icon": "3013.png"
  },
  "3020": {
    "name": "마법사의 신발",
    "icon": "3020.png"
  },
  "3023": {
    "name": "생명의 샘 펜던트",
    "icon": "3023.png"
  },
  "3024": {
    "name": "얼음 방패",
    "icon": "3024.png"
  },
  "3026": {
    "name": "수호 천사",
    "icon": "3026.png"
  },
  "3031": {
    "name": "무한의 대검",
    "icon": "3031.png"
  },
  "3032": {
    "name": "윤 탈 야생화살",
    "icon": "3032.png"
  },
  "3033": {
    "name": "필멸자의 운명",
    "icon": "3033.png"
  },
  "3035": {
    "name": "최후의 속삭임",
    "icon": "3035.png"
  },
  "3036": {
    "name": "도미닉 경의 인사",
    "icon": "3036.png"
  },
  "3039": {
    "name": "아트마의 심판",
    "icon": "3039.png"
  },
  "3040": {
    "name": "대천사의 포옹",
    "icon": "3040.png"
  },
  "3041": {
    "name": "메자이의 영혼약탈자",
    "icon": "3041.png"
  },
  "3042": {
    "name": "무라마나",
    "icon": "3042.png"
  },
  "3044": {
    "name": "탐식의 망치",
    "icon": "3044.png"
  },
  "3046": {
    "name": "유령 무희",
    "icon": "3046.png"
  },
  "3047": {
    "name": "판금 장화",
    "icon": "3047.png"
  },
  "3050": {
    "name": "지크의 융합",
    "icon": "3050.png"
  },
  "3051": {
    "name": "온기가 필요한 자의 도끼",
    "icon": "3051.png"
  },
  "3053": {
    "name": "스테락의 도전",
    "icon": "3053.png"
  },
  "3057": {
    "name": "광휘의 검",
    "icon": "3057.png"
  },
  "3065": {
    "name": "정령의 형상",
    "icon": "3065.png"
  },
  "3066": {
    "name": "비상의 월갑",
    "icon": "3066.png"
  },
  "3067": {
    "name": "점화석",
    "icon": "3067.png"
  },
  "3068": {
    "name": "태양불꽃 방패",
    "icon": "3068.png"
  },
  "3070": {
    "name": "여신의 눈물",
    "icon": "3070.png"
  },
  "3071": {
    "name": "칠흑의 양날 도끼",
    "icon": "3071.png"
  },
  "3072": {
    "name": "피바라기",
    "icon": "3072.png"
  },
  "3073": {
    "name": "실험적 마공학판",
    "icon": "3073.png"
  },
  "3074": {
    "name": "굶주린 히드라",
    "icon": "3074.png"
  },
  "3075": {
    "name": "가시 갑옷",
    "icon": "3075.png"
  },
  "3076": {
    "name": "덤불 조끼",
    "icon": "3076.png"
  },
  "3077": {
    "name": "티아맷",
    "icon": "3077.png"
  },
  "3078": {
    "name": "삼위일체",
    "icon": "3078.png"
  },
  "3082": {
    "name": "파수꾼의 갑옷",
    "icon": "3082.png"
  },
  "3083": {
    "name": "워모그의 갑옷",
    "icon": "3083.png"
  },
  "3084": {
    "name": "강철심장",
    "icon": "3084.png"
  },
  "3085": {
    "name": "루난의 허리케인",
    "icon": "3085.png"
  },
  "3086": {
    "name": "열정의 검",
    "icon": "3086.png"
  },
  "3087": {
    "name": "스태틱의 단검",
    "icon": "3087.png"
  },
  "3089": {
    "name": "라바돈의 죽음모자",
    "icon": "3089.png"
  },
  "3091": {
    "name": "마법사의 최후",
    "icon": "3091.png"
  },
  "3094": {
    "name": "고속 연사포",
    "icon": "3094.png"
  },
  "3095": {
    "name": "폭풍갈퀴",
    "icon": "3095.png"
  },
  "3100": {
    "name": "리치베인",
    "icon": "3100.png"
  },
  "3102": {
    "name": "밴시의 장막",
    "icon": "3102.png"
  },
  "3105": {
    "name": "군단의 방패",
    "icon": "3105.png"
  },
  "3107": {
    "name": "구원",
    "icon": "3107.png"
  },
  "3108": {
    "name": "악마의 마법서",
    "icon": "3108.png"
  },
  "3109": {
    "name": "기사의 맹세",
    "icon": "3109.png"
  },
  "3110": {
    "name": "얼어붙은 심장",
    "icon": "3110.png"
  },
  "3111": {
    "name": "헤르메스의 발걸음",
    "icon": "3111.png"
  },
  "3112": {
    "name": "수호자의 보주",
    "icon": "3112.png"
  },
  "3113": {
    "name": "에테르 환영",
    "icon": "3113.png"
  },
  "3114": {
    "name": "금지된 우상",
    "icon": "3114.png"
  },
  "3115": {
    "name": "내셔의 이빨",
    "icon": "3115.png"
  },
  "3116": {
    "name": "라일라이의 수정홀",
    "icon": "3116.png"
  },
  "3117": {
    "name": "기동력의 장화",
    "icon": "3117.png"
  },
  "3118": {
    "name": "악의",
    "icon": "3118.png"
  },
  "3119": {
    "name": "혹한의 손길",
    "icon": "3119.png"
  },
  "3121": {
    "name": "종말의 겨울",
    "icon": "3121.png"
  },
  "3123": {
    "name": "처형인의 대검",
    "icon": "3123.png"
  },
  "3124": {
    "name": "구인수의 격노검",
    "icon": "3124.png"
  },
  "3128": {
    "name": "죽음불꽃 손아귀",
    "icon": "3128.png"
  },
  "3131": {
    "name": "신성의 검",
    "icon": "3131.png"
  },
  "3133": {
    "name": "콜필드의 전투 망치",
    "icon": "3133.png"
  },
  "3134": {
    "name": "톱날 단검",
    "icon": "3134.png"
  },
  "3135": {
    "name": "공허의 지팡이",
    "icon": "3135.png"
  },
  "3137": {
    "name": "무덤꽃",
    "icon": "3137.png"
  },
  "3139": {
    "name": "헤르메스의 시미터",
    "icon": "3139.png"
  },
  "3140": {
    "name": "수은 장식띠",
    "icon": "3140.png"
  },
  "3142": {
    "name": "요우무의 유령검",
    "icon": "3142.png"
  },
  "3143": {
    "name": "란두인의 예언",
    "icon": "3143.png"
  },
  "3144": {
    "name": "정찰병의 새총",
    "icon": "3144.png"
  },
  "3145": {
    "name": "마법공학 교류 발전기",
    "icon": "3145.png"
  },
  "3146": {
    "name": "마법공학 총검",
    "icon": "3146.png"
  },
  "3147": {
    "name": "기괴한 가면",
    "icon": "3147.png"
  },
  "3152": {
    "name": "마법공학 로켓 벨트",
    "icon": "3152.png"
  },
  "3153": {
    "name": "몰락한 왕의 검",
    "icon": "3153.png"
  },
  "3155": {
    "name": "주문포식자",
    "icon": "3155.png"
  },
  "3156": {
    "name": "맬모셔스의 아귀",
    "icon": "3156.png"
  },
  "3157": {
    "name": "존야의 모래시계",
    "icon": "3157.png"
  },
  "3158": {
    "name": "명석함의 아이오니아 장화",
    "icon": "3158.png"
  },
  "3161": {
    "name": "쇼진의 창",
    "icon": "3161.png"
  },
  "3165": {
    "name": "모렐로노미콘",
    "icon": "3165.png"
  },
  "3168": {
    "name": "불멸의 길",
    "icon": "3168.png"
  },
  "3170": {
    "name": "신속행진",
    "icon": "3170.png"
  },
  "3171": {
    "name": "핏빛 명석함",
    "icon": "3171.png"
  },
  "3172": {
    "name": "건메탈 군화",
    "icon": "3172.png"
  },
  "3173": {
    "name": "사슬끈 분쇄자",
    "icon": "3173.png"
  },
  "3174": {
    "name": "무장 진격",
    "icon": "3174.png"
  },
  "3175": {
    "name": "주문투척자의 신발",
    "icon": "3175.png"
  },
  "3176": {
    "name": "영원한 전진",
    "icon": "3176.png"
  },
  "3177": {
    "name": "수호자의 검",
    "icon": "3177.png"
  },
  "3179": {
    "name": "그림자 검",
    "icon": "3179.png"
  },
  "3181": {
    "name": "선체파괴자",
    "icon": "3181.png"
  },
  "3184": {
    "name": "수호자의 망치",
    "icon": "3184.png"
  },
  "3190": {
    "name": "강철의 솔라리 펜던트",
    "icon": "3190.png"
  },
  "3193": {
    "name": "가고일 돌갑옷",
    "icon": "3193.png"
  },
  "3211": {
    "name": "망령의 두건",
    "icon": "3211.png"
  },
  "3222": {
    "name": "미카엘의 축복",
    "icon": "3222.png"
  },
  "3302": {
    "name": "경계",
    "icon": "3302.png"
  },
  "3330": {
    "name": "허수아비",
    "icon": "3330.png"
  },
  "3340": {
    "name": "투명 와드",
    "icon": "3340.png"
  },
  "3348": {
    "name": "비전 탐지기",
    "icon": "3348.png"
  },
  "3349": {
    "name": "광휘의 특이점",
    "icon": "3349.png"
  },
  "3363": {
    "name": "망원형 개조",
    "icon": "3363.png"
  },
  "3364": {
    "name": "예언자의 렌즈",
    "icon": "3364.png"
  },
  "3398": {
    "name": "작은 파티 선물",
    "icon": "3398.png"
  },
  "3399": {
    "name": "파티 선물",
    "icon": "3399.png"
  },
  "3400": {
    "name": "수당",
    "icon": "3400.png"
  },
  "3430": {
    "name": "파멸의식 고서",
    "icon": "3430.png"
  },
  "3504": {
    "name": "불타는 향로",
    "icon": "3504.png"
  },
  "3508": {
    "name": "정수 약탈자",
    "icon": "3508.png"
  },
  "3513": {
    "name": "전령의 눈",
    "icon": "3513.png"
  },
  "3599": {
    "name": "칼리스타의 칠흑의 창",
    "icon": "3599.png"
  },
  "3600": {
    "name": "칼리스타의 칠흑의 창",
    "icon": "3600.png"
  },
  "3742": {
    "name": "망자의 갑옷",
    "icon": "3742.png"
  },
  "3748": {
    "name": "거대한 히드라",
    "icon": "3748.png"
  },
  "3801": {
    "name": "수정 팔 보호구",
    "icon": "3801.png"
  },
  "3802": {
    "name": "사라진 양피지",
    "icon": "3802.png"
  },
  "3803": {
    "name": "억겁의 카탈리스트",
    "icon": "3803.png"
  },
  "3814": {
    "name": "밤의 끝자락",
    "icon": "3814.png"
  },
  "3850": {
    "name": "주문도둑의 검",
    "icon": "3850.png"
  },
  "3851": {
    "name": "얼음 송곳니",
    "icon": "3851.png"
  },
  "3853": {
    "name": "얼음 정수의 파편",
    "icon": "3853.png"
  },
  "3854": {
    "name": "강철 어깨 보호대",
    "icon": "3854.png"
  },
  "3855": {
    "name": "룬 강철 어깨 갑옷",
    "icon": "3855.png"
  },
  "3857": {
    "name": "화이트록의 갑옷",
    "icon": "3857.png"
  },
  "3858": {
    "name": "고대유물 방패",
    "icon": "3858.png"
  },
  "3859": {
    "name": "타곤 산의 방패",
    "icon": "3859.png"
  },
  "3860": {
    "name": "타곤 산의 방벽",
    "icon": "3860.png"
  },
  "3862": {
    "name": "영혼의 낫",
    "icon": "3862.png"
  },
  "3863": {
    "name": "해로윙 초승달낫",
    "icon": "3863.png"
  },
  "3864": {
    "name": "검은 안개 낫",
    "icon": "3864.png"
  },
  "3865": {
    "name": "세계 지도집",
    "icon": "3865.png"
  },
  "3866": {
    "name": "룬 나침반",
    "icon": "3866.png"
  },
  "3867": {
    "name": "세계의 결실",
    "icon": "3867.png"
  },
  "3869": {
    "name": "천상의 이의",
    "icon": "3869.png"
  },
  "3870": {
    "name": "꿈 생성기",
    "icon": "3870.png"
  },
  "3871": {
    "name": "자자크의 세계가시",
    "icon": "3871.png"
  },
  "3876": {
    "name": "태양의 썰매",
    "icon": "3876.png"
  },
  "3877": {
    "name": "피의 노래",
    "icon": "3877.png"
  },
  "3901": {
    "name": "<rarityLegendary>가차없는 포격</rarityLegendary><br><subtitleLeft><silver>바다뱀 은화 500닢</silver></subtitleLeft>",
    "icon": "3901.png"
  },
  "3902": {
    "name": "<rarityLegendary>죽음의 여신</rarityLegendary><br><subtitleLeft><silver>바다뱀 은화 500닢</silver></subtitleLeft>",
    "icon": "3902.png"
  },
  "3903": {
    "name": "<rarityLegendary>사기진작</rarityLegendary><br><subtitleLeft><silver>바다뱀 은화 500닢</silver></subtitleLeft>",
    "icon": "3903.png"
  },
  "3916": {
    "name": "망각의 구",
    "icon": "3916.png"
  },
  "4003": {
    "name": "생명선",
    "icon": "4003.png"
  },
  "4004": {
    "name": "망령 해적검",
    "icon": "4004.png"
  },
  "4005": {
    "name": "제국의 명령",
    "icon": "4005.png"
  },
  "4010": {
    "name": "핏빛 저주",
    "icon": "4010.png"
  },
  "4011": {
    "name": "꽃피는 새벽의 검",
    "icon": "4011.png"
  },
  "4012": {
    "name": "죄악 포식자",
    "icon": "4012.png"
  },
  "4013": {
    "name": "번개 끈",
    "icon": "4013.png"
  },
  "4014": {
    "name": "얼어붙은 망치",
    "icon": "4014.png"
  },
  "4015": {
    "name": "당혹",
    "icon": "4015.png"
  },
  "4016": {
    "name": "무언의 서약",
    "icon": "4016.png"
  },
  "4017": {
    "name": "지옥불 손도끼",
    "icon": "4017.png"
  },
  "4401": {
    "name": "대자연의 힘",
    "icon": "4401.png"
  },
  "4402": {
    "name": "활력증진의 펜던트",
    "icon": "4402.png"
  },
  "4403": {
    "name": "황금 뒤집개",
    "icon": "4403.png"
  },
  "4628": {
    "name": "지평선의 초점",
    "icon": "4628.png"
  },
  "4629": {
    "name": "우주의 추진력",
    "icon": "4629.png"
  },
  "4630": {
    "name": "역병의 보석",
    "icon": "4630.png"
  },
  "4632": {
    "name": "신록의 장벽",
    "icon": "4632.png"
  },
  "4633": {
    "name": "균열 생성기",
    "icon": "4633.png"
  },
  "4635": {
    "name": "흡수의 시선",
    "icon": "4635.png"
  },
  "4636": {
    "name": "밤의 수확자",
    "icon": "4636.png"
  },
  "4637": {
    "name": "악마의 포옹",
    "icon": "4637.png"
  },
  "4638": {
    "name": "감시하는 와드석",
    "icon": "4638.png"
  },
  "4641": {
    "name": "고무의 와드석",
    "icon": "4641.png"
  },
  "4642": {
    "name": "밴들유리 거울",
    "icon": "4642.png"
  },
  "4643": {
    "name": "경계의 와드석",
    "icon": "4643.png"
  },
  "4644": {
    "name": "부서진 여왕의 왕관",
    "icon": "4644.png"
  },
  "4645": {
    "name": "그림자불꽃",
    "icon": "4645.png"
  },
  "4646": {
    "name": "폭풍 쇄도",
    "icon": "4646.png"
  },
  "6029": {
    "name": "강철가시 채찍",
    "icon": "6029.png"
  },
  "6032": {
    "name": "추가 능력치",
    "icon": "6032.png"
  },
  "6035": {
    "name": "은빛 여명",
    "icon": "6035.png"
  },
  "6333": {
    "name": "죽음의 무도",
    "icon": "6333.png"
  },
  "6609": {
    "name": "화공 펑크 사슬검",
    "icon": "6609.png"
  },
  "6610": {
    "name": "갈라진 하늘",
    "icon": "6610.png"
  },
  "6616": {
    "name": "흐르는 물의 지팡이",
    "icon": "6616.png"
  },
  "6617": {
    "name": "월석 재생기",
    "icon": "6617.png"
  },
  "6620": {
    "name": "헬리아의 메아리",
    "icon": "6620.png"
  },
  "6621": {
    "name": "새벽심장",
    "icon": "6621.png"
  },
  "6630": {
    "name": "선혈포식자",
    "icon": "6630.png"
  },
  "6631": {
    "name": "발걸음 분쇄기",
    "icon": "6631.png"
  },
  "6632": {
    "name": "신성한 파괴자",
    "icon": "6632.png"
  },
  "6653": {
    "name": "리안드리의 고통",
    "icon": "6653.png"
  },
  "6655": {
    "name": "루덴의 메아리",
    "icon": "6655.png"
  },
  "6656": {
    "name": "만년서리",
    "icon": "6656.png"
  },
  "6657": {
    "name": "영겁의 지팡이",
    "icon": "6657.png"
  },
  "6660": {
    "name": "바미의 불씨",
    "icon": "6660.png"
  },
  "6662": {
    "name": "얼어붙은 건틀릿",
    "icon": "6662.png"
  },
  "6664": {
    "name": "공허한 광휘",
    "icon": "6664.png"
  },
  "6665": {
    "name": "해신 작쇼",
    "icon": "6665.png"
  },
  "6667": {
    "name": "광휘의 미덕",
    "icon": "6667.png"
  },
  "6670": {
    "name": "절정의 화살",
    "icon": "6670.png"
  },
  "6671": {
    "name": "돌풍",
    "icon": "6671.png"
  },
  "6672": {
    "name": "크라켄 학살자",
    "icon": "6672.png"
  },
  "6673": {
    "name": "불멸의 철갑궁",
    "icon": "6673.png"
  },
  "6675": {
    "name": "나보리 명멸검",
    "icon": "6675.png"
  },
  "6676": {
    "name": "징수의 총",
    "icon": "6676.png"
  },
  "6677": {
    "name": "분노의 칼",
    "icon": "6677.png"
  },
  "6690": {
    "name": "꽁지깃",
    "icon": "6690.png"
  },
  "6691": {
    "name": "드락사르의 황혼검",
    "icon": "6691.png"
  },
  "6692": {
    "name": "월식",
    "icon": "6692.png"
  },
  "6693": {
    "name": "자객의 발톱",
    "icon": "6693.png"
  },
  "6694": {
    "name": "세릴다의 원한",
    "icon": "6694.png"
  },
  "6695": {
    "name": "독사의 송곳니",
    "icon": "6695.png"
  },
  "6696": {
    "name": "원칙의 원형낫",
    "icon": "6696.png"
  },
  "6697": {
    "name": "오만",
    "icon": "6697.png"
  },
  "6698": {
    "name": "불경한 히드라",
    "icon": "6698.png"
  },
  "6699": {
    "name": "벼락폭풍검",
    "icon": "6699.png"
  },
  "6700": {
    "name": "라코어의 방패",
    "icon": "6700.png"
  },
  "6701": {
    "name": "기회",
    "icon": "6701.png"
  },
  "6702": {
    "name": "전방 정찰",
    "icon": "6702.png"
  },
  "7050": {
    "name": "갱플랭크 Placeholder",
    "icon": "7050.png"
  },
  "8001": {
    "name": "증오의 사슬",
    "icon": "8001.png"
  },
  "8010": {
    "name": "핏빛 저주",
    "icon": "8010.png"
  },
  "8020": {
    "name": "심연의 가면",
    "icon": "8020.png"
  },
  "9168": {
    "name": "잠긴 무기 슬롯",
    "icon": "9168.png"
  },
  "9171": {
    "name": "회오리 칼날",
    "icon": "9171.png"
  },
  "9172": {
    "name": "유미봇",
    "icon": "9172.png"
  },
  "9173": {
    "name": "광휘 역장",
    "icon": "9173.png"
  },
  "9174": {
    "name": "스태틱의 검",
    "icon": "9174.png"
  },
  "9175": {
    "name": "사자의 비가",
    "icon": "9175.png"
  },
  "9176": {
    "name": "개틀링 토끼 건",
    "icon": "9176.png"
  },
  "9177": {
    "name": "타오르는 단궁",
    "icon": "9177.png"
  },
  "9178": {
    "name": "절멸자",
    "icon": "9178.png"
  },
  "9179": {
    "name": "전투 토끼 석궁",
    "icon": "9179.png"
  },
  "9180": {
    "name": "귀여운 발사기",
    "icon": "9180.png"
  },
  "9181": {
    "name": "소용돌이 장갑",
    "icon": "9181.png"
  },
  "9183": {
    "name": "칼날 부메랑",
    "icon": "9183.png"
  },
  "9184": {
    "name": "토끼 초강력 폭발",
    "icon": "9184.png"
  },
  "9185": {
    "name": "상어잡이 해양 기뢰",
    "icon": "9185.png"
  },
  "9187": {
    "name": "티.버",
    "icon": "9187.png"
  },
  "9188": {
    "name": "동물 지뢰",
    "icon": "9188.png"
  },
  "9189": {
    "name": "최후의 도시 대중교통",
    "icon": "9189.png"
  },
  "9190": {
    "name": "메아리치는 박쥐칼날",
    "icon": "9190.png"
  },
  "9192": {
    "name": "발자국 중독 장치",
    "icon": "9192.png"
  },
  "9193": {
    "name": "얼음작렬 갑옷",
    "icon": "9193.png"
  },
  "9271": {
    "name": "그치지 않는 폭풍",
    "icon": "9271.png"
  },
  "9272": {
    "name": "유미봇_최종_최종",
    "icon": "9272.png"
  },
  "9273": {
    "name": "폭발의 포옹",
    "icon": "9273.png"
  },
  "9274": {
    "name": "프룸비스의 전기도축칼",
    "icon": "9274.png"
  },
  "9275": {
    "name": "휘감는 빛",
    "icon": "9275.png"
  },
  "9276": {
    "name": "이중 깡충깡충 포화",
    "icon": "9276.png"
  },
  "9277": {
    "name": "진화한 불꽃 사격",
    "icon": "9277.png"
  },
  "9278": {
    "name": "동물의 종말",
    "icon": "9278.png"
  },
  "9279": {
    "name": "토끼 프라임 거대 석궁",
    "icon": "9279.png"
  },
  "9280": {
    "name": "왕 귀여운 발사기",
    "icon": "9280.png"
  },
  "9281": {
    "name": "폭풍의 건틀릿",
    "icon": "9281.png"
  },
  "9283": {
    "name": "사중 부메랑",
    "icon": "9283.png"
  },
  "9284": {
    "name": "고속 토끼 속사포",
    "icon": "9284.png"
  },
  "9285": {
    "name": "무한의 괴물 퇴치기",
    "icon": "9285.png"
  },
  "9287": {
    "name": "티.버 (특.대.형 에디션)",
    "icon": "9287.png"
  },
  "9288": {
    "name": "징크스의 삼중 다이너마이트",
    "icon": "9288.png"
  },
  "9289": {
    "name": "FC 급행열차",
    "icon": "9289.png"
  },
  "9290": {
    "name": "베인의 크로마칼날",
    "icon": "9290.png"
  },
  "9292": {
    "name": "맨발 화학 물질 분사기",
    "icon": "9292.png"
  },
  "9293": {
    "name": "완전 빙결",
    "icon": "9293.png"
  },
  "9300": {
    "name": "야옹 야옹",
    "icon": "9300.png"
  },
  "9301": {
    "name": "방패 타격",
    "icon": "9301.png"
  },
  "9302": {
    "name": "음향의 물결",
    "icon": "9302.png"
  },
  "9303": {
    "name": "족쇄 할퀴기",
    "icon": "9303.png"
  },
  "9304": {
    "name": "강철 폭풍",
    "icon": "9304.png"
  },
  "9305": {
    "name": "촉수 후려치기",
    "icon": "9305.png"
  },
  "9306": {
    "name": "날개 달린 단검",
    "icon": "9306.png"
  },
  "9307": {
    "name": "인도의 저주",
    "icon": "9307.png"
  },
  "9308": {
    "name": "토끼뜀",
    "icon": "9308.png"
  },
  "9400": {
    "name": "전투 고양이 총알 세례",
    "icon": "9400.png"
  },
  "9401": {
    "name": "사자의 광명",
    "icon": "9401.png"
  },
  "9402": {
    "name": "동물 메아리",
    "icon": "9402.png"
  },
  "9403": {
    "name": "포악한 베기",
    "icon": "9403.png"
  },
  "9404": {
    "name": "떠도는 폭풍",
    "icon": "9404.png"
  },
  "9405": {
    "name": "곰의 강타",
    "icon": "9405.png"
  },
  "9406": {
    "name": "연인의 도탄",
    "icon": "9406.png"
  },
  "9407": {
    "name": "고양된 저주",
    "icon": "9407.png"
  },
  "9408": {
    "name": "당근 격돌",
    "icon": "9408.png"
  },
  "123430": {
    "name": "파멸의식 고서",
    "icon": "123430.png"
  },
  "124011": {
    "name": "꽃피는 새벽의 검",
    "icon": "124011.png"
  },
  "126697": {
    "name": "오만",
    "icon": "126697.png"
  },
  "220000": {
    "name": "추가 능력치",
    "icon": "220000.png"
  },
  "220001": {
    "name": "전설 전사 아이템",
    "icon": "220001.png"
  },
  "220002": {
    "name": "전설 원거리 딜러 아이템",
    "icon": "220002.png"
  },
  "220003": {
    "name": "전설 암살자 아이템",
    "icon": "220003.png"
  },
  "220004": {
    "name": "전설 마법사 아이템",
    "icon": "220004.png"
  },
  "220005": {
    "name": "전설 탱커 아이템",
    "icon": "220005.png"
  },
  "220006": {
    "name": "전설 서포터 아이템",
    "icon": "220006.png"
  },
  "220007": {
    "name": "프리즘 아이템",
    "icon": "220007.png"
  },
  "220008": {
    "name": "모루 교환권",
    "icon": "220008.png"
  },
  "220009": {
    "name": "골드 능력치 모루 교환권",
    "icon": "220009.png"
  },
  "220010": {
    "name": "프리즘 능력치 모루 교환권",
    "icon": "220010.png"
  },
  "220011": {
    "name": "용기 교환권",
    "icon": "220011.png"
  },
  "220012": {
    "name": "파편검",
    "icon": "220012.png"
  },
  "220013": {
    "name": "포로 간식",
    "icon": "220013.png"
  },
  "221011": {
    "name": "거인의 허리띠",
    "icon": "221011.png"
  },
  "221026": {
    "name": "방출의 마법봉",
    "icon": "221026.png"
  },
  "221031": {
    "name": "쇠사슬 조끼",
    "icon": "221031.png"
  },
  "221038": {
    "name": "B.F. 대검",
    "icon": "221038.png"
  },
  "221043": {
    "name": "곡궁",
    "icon": "221043.png"
  },
  "221053": {
    "name": "흡혈의 낫",
    "icon": "221053.png"
  },
  "221057": {
    "name": "음전자 망토",
    "icon": "221057.png"
  },
  "221058": {
    "name": "쓸데없이 큰 지팡이",
    "icon": "221058.png"
  },
  "222022": {
    "name": "빛나는 티끌",
    "icon": "222022.png"
  },
  "222051": {
    "name": "수호자의 뿔피리",
    "icon": "222051.png"
  },
  "222065": {
    "name": "슈렐리아의 군가",
    "icon": "222065.png"
  },
  "222141": {
    "name": "카파 주스",
    "icon": "222141.png"
  },
  "222502": {
    "name": "끝없는 절망",
    "icon": "222502.png"
  },
  "222503": {
    "name": "어둠불꽃 횃불",
    "icon": "222503.png"
  },
  "222504": {
    "name": "케이닉 루컨",
    "icon": "222504.png"
  },
  "222510": {
    "name": "황혼과 새벽",
    "icon": "222510.png"
  },
  "222512": {
    "name": "악마사냥꾼의 화살",
    "icon": "222512.png"
  },
  "222517": {
    "name": "끝없는 갈망",
    "icon": "222517.png"
  },
  "222522": {
    "name": "실체화 장비",
    "icon": "222522.png"
  },
  "222523": {
    "name": "마법광학 장치 C44",
    "icon": "222523.png"
  },
  "222524": {
    "name": "밴들파이프",
    "icon": "222524.png"
  },
  "222525": {
    "name": "원형질 안전벨트",
    "icon": "222525.png"
  },
  "222526": {
    "name": "속삭이는 머리띠",
    "icon": "222526.png"
  },
  "222530": {
    "name": "악곡의 왕관",
    "icon": "222530.png"
  },
  "223001": {
    "name": "저녁갑주",
    "icon": "223001.png"
  },
  "223002": {
    "name": "개척자",
    "icon": "223002.png"
  },
  "223003": {
    "name": "대천사의 지팡이",
    "icon": "223003.png"
  },
  "223004": {
    "name": "마나무네",
    "icon": "223004.png"
  },
  "223005": {
    "name": "유령 배회자",
    "icon": "223005.png"
  },
  "223006": {
    "name": "광전사의 군화",
    "icon": "223006.png"
  },
  "223008": {
    "name": "탐욕의 군화",
    "icon": "223008.png"
  },
  "223009": {
    "name": "신속의 장화",
    "icon": "223009.png"
  },
  "223011": {
    "name": "화학공학 부패기",
    "icon": "223011.png"
  },
  "223020": {
    "name": "마법사의 신발",
    "icon": "223020.png"
  },
  "223026": {
    "name": "수호 천사",
    "icon": "223026.png"
  },
  "223031": {
    "name": "무한의 대검",
    "icon": "223031.png"
  },
  "223032": {
    "name": "윤 탈 야생화살",
    "icon": "223032.png"
  },
  "223033": {
    "name": "필멸자의 운명",
    "icon": "223033.png"
  },
  "223036": {
    "name": "도미닉 경의 인사",
    "icon": "223036.png"
  },
  "223039": {
    "name": "아트마의 심판",
    "icon": "223039.png"
  },
  "223040": {
    "name": "대천사의 포옹",
    "icon": "223040.png"
  },
  "223042": {
    "name": "무라마나",
    "icon": "223042.png"
  },
  "223046": {
    "name": "유령 무희",
    "icon": "223046.png"
  },
  "223047": {
    "name": "판금 장화",
    "icon": "223047.png"
  },
  "223050": {
    "name": "지크의 융합",
    "icon": "223050.png"
  },
  "223053": {
    "name": "스테락의 도전",
    "icon": "223053.png"
  },
  "223057": {
    "name": "광휘의 검",
    "icon": "223057.png"
  },
  "223065": {
    "name": "정령의 형상",
    "icon": "223065.png"
  },
  "223067": {
    "name": "점화석",
    "icon": "223067.png"
  },
  "223068": {
    "name": "태양불꽃 방패",
    "icon": "223068.png"
  },
  "223069": {
    "name": "공허의 불길",
    "icon": "223069.png"
  },
  "223071": {
    "name": "칠흑의 양날 도끼",
    "icon": "223071.png"
  },
  "223072": {
    "name": "피바라기",
    "icon": "223072.png"
  },
  "223073": {
    "name": "실험적 마공학판",
    "icon": "223073.png"
  },
  "223074": {
    "name": "굶주린 히드라",
    "icon": "223074.png"
  },
  "223075": {
    "name": "가시 갑옷",
    "icon": "223075.png"
  },
  "223078": {
    "name": "삼위일체",
    "icon": "223078.png"
  },
  "223084": {
    "name": "강철심장",
    "icon": "223084.png"
  },
  "223085": {
    "name": "루난의 허리케인",
    "icon": "223085.png"
  },
  "223087": {
    "name": "스태틱의 단검",
    "icon": "223087.png"
  },
  "223089": {
    "name": "라바돈의 죽음모자",
    "icon": "223089.png"
  },
  "223091": {
    "name": "마법사의 최후",
    "icon": "223091.png"
  },
  "223094": {
    "name": "고속 연사포",
    "icon": "223094.png"
  },
  "223095": {
    "name": "폭풍갈퀴",
    "icon": "223095.png"
  },
  "223100": {
    "name": "리치베인",
    "icon": "223100.png"
  },
  "223102": {
    "name": "밴시의 장막",
    "icon": "223102.png"
  },
  "223105": {
    "name": "군단의 방패",
    "icon": "223105.png"
  },
  "223107": {
    "name": "구원",
    "icon": "223107.png"
  },
  "223109": {
    "name": "기사의 맹세",
    "icon": "223109.png"
  },
  "223110": {
    "name": "얼어붙은 심장",
    "icon": "223110.png"
  },
  "223111": {
    "name": "헤르메스의 발걸음",
    "icon": "223111.png"
  },
  "223112": {
    "name": "수호자의 보주",
    "icon": "223112.png"
  },
  "223115": {
    "name": "내셔의 이빨",
    "icon": "223115.png"
  },
  "223116": {
    "name": "라일라이의 수정홀",
    "icon": "223116.png"
  },
  "223118": {
    "name": "악의",
    "icon": "223118.png"
  },
  "223119": {
    "name": "혹한의 손길",
    "icon": "223119.png"
  },
  "223121": {
    "name": "종말의 겨울",
    "icon": "223121.png"
  },
  "223124": {
    "name": "구인수의 격노검",
    "icon": "223124.png"
  },
  "223135": {
    "name": "공허의 지팡이",
    "icon": "223135.png"
  },
  "223137": {
    "name": "무덤꽃",
    "icon": "223137.png"
  },
  "223139": {
    "name": "헤르메스의 시미터",
    "icon": "223139.png"
  },
  "223142": {
    "name": "요우무의 유령검",
    "icon": "223142.png"
  },
  "223143": {
    "name": "란두인의 예언",
    "icon": "223143.png"
  },
  "223146": {
    "name": "마법공학 총검",
    "icon": "223146.png"
  },
  "223152": {
    "name": "마법공학 로켓 벨트",
    "icon": "223152.png"
  },
  "223153": {
    "name": "몰락한 왕의 검",
    "icon": "223153.png"
  },
  "223156": {
    "name": "맬모셔스의 아귀",
    "icon": "223156.png"
  },
  "223157": {
    "name": "존야의 모래시계",
    "icon": "223157.png"
  },
  "223158": {
    "name": "명석함의 아이오니아 장화",
    "icon": "223158.png"
  },
  "223161": {
    "name": "쇼진의 창",
    "icon": "223161.png"
  },
  "223165": {
    "name": "모렐로노미콘",
    "icon": "223165.png"
  },
  "223172": {
    "name": "서풍",
    "icon": "223172.png"
  },
  "223177": {
    "name": "수호자의 검",
    "icon": "223177.png"
  },
  "223181": {
    "name": "선체파괴자",
    "icon": "223181.png"
  },
  "223184": {
    "name": "수호자의 망치",
    "icon": "223184.png"
  },
  "223185": {
    "name": "수호자의 단검",
    "icon": "223185.png"
  },
  "223190": {
    "name": "강철의 솔라리 펜던트",
    "icon": "223190.png"
  },
  "223193": {
    "name": "가고일 돌갑옷",
    "icon": "223193.png"
  },
  "223222": {
    "name": "미카엘의 축복",
    "icon": "223222.png"
  },
  "223302": {
    "name": "경계",
    "icon": "223302.png"
  },
  "223504": {
    "name": "불타는 향로",
    "icon": "223504.png"
  },
  "223508": {
    "name": "정수 약탈자",
    "icon": "223508.png"
  },
  "223742": {
    "name": "망자의 갑옷",
    "icon": "223742.png"
  },
  "223748": {
    "name": "거대한 히드라",
    "icon": "223748.png"
  },
  "223814": {
    "name": "밤의 끝자락",
    "icon": "223814.png"
  },
  "224004": {
    "name": "망령 해적검",
    "icon": "224004.png"
  },
  "224005": {
    "name": "제국의 명령",
    "icon": "224005.png"
  },
  "224401": {
    "name": "대자연의 힘",
    "icon": "224401.png"
  },
  "224403": {
    "name": "황금 뒤집개",
    "icon": "224403.png"
  },
  "224628": {
    "name": "지평선의 초점",
    "icon": "224628.png"
  },
  "224629": {
    "name": "우주의 추진력",
    "icon": "224629.png"
  },
  "224633": {
    "name": "균열 생성기",
    "icon": "224633.png"
  },
  "224636": {
    "name": "밤의 수확자",
    "icon": "224636.png"
  },
  "224637": {
    "name": "악마의 포옹",
    "icon": "224637.png"
  },
  "224644": {
    "name": "부서진 여왕의 왕관",
    "icon": "224644.png"
  },
  "224645": {
    "name": "그림자불꽃",
    "icon": "224645.png"
  },
  "224646": {
    "name": "폭풍 쇄도",
    "icon": "224646.png"
  },
  "226035": {
    "name": "은빛 여명",
    "icon": "226035.png"
  },
  "226333": {
    "name": "죽음의 무도",
    "icon": "226333.png"
  },
  "226609": {
    "name": "화공 펑크 사슬검",
    "icon": "226609.png"
  },
  "226610": {
    "name": "갈라진 하늘",
    "icon": "226610.png"
  },
  "226616": {
    "name": "흐르는 물의 지팡이",
    "icon": "226616.png"
  },
  "226617": {
    "name": "월석 재생기",
    "icon": "226617.png"
  },
  "226620": {
    "name": "헬리아의 메아리",
    "icon": "226620.png"
  },
  "226621": {
    "name": "새벽심장",
    "icon": "226621.png"
  },
  "226630": {
    "name": "선혈포식자",
    "icon": "226630.png"
  },
  "226631": {
    "name": "발걸음 분쇄기",
    "icon": "226631.png"
  },
  "226632": {
    "name": "신성한 파괴자",
    "icon": "226632.png"
  },
  "226653": {
    "name": "리안드리의 고뇌",
    "icon": "226653.png"
  },
  "226655": {
    "name": "루덴의 메아리",
    "icon": "226655.png"
  },
  "226656": {
    "name": "만년서리",
    "icon": "226656.png"
  },
  "226657": {
    "name": "영겁의 지팡이",
    "icon": "226657.png"
  },
  "226660": {
    "name": "",
    "icon": "226660.png"
  },
  "226662": {
    "name": "얼어붙은 건틀릿",
    "icon": "226662.png"
  },
  "226664": {
    "name": "공허한 광휘",
    "icon": "226664.png"
  },
  "226665": {
    "name": "해신 작쇼",
    "icon": "226665.png"
  },
  "226667": {
    "name": "광휘의 미덕",
    "icon": "226667.png"
  },
  "226668": {
    "name": "궁극의 히드라",
    "icon": "226668.png"
  },
  "226671": {
    "name": "돌풍",
    "icon": "226671.png"
  },
  "226672": {
    "name": "크라켄 학살자",
    "icon": "226672.png"
  },
  "226673": {
    "name": "불멸의 철갑궁",
    "icon": "226673.png"
  },
  "226675": {
    "name": "나보리 명멸검",
    "icon": "226675.png"
  },
  "226676": {
    "name": "징수의 총",
    "icon": "226676.png"
  },
  "226691": {
    "name": "드락사르의 황혼검",
    "icon": "226691.png"
  },
  "226692": {
    "name": "월식",
    "icon": "226692.png"
  },
  "226693": {
    "name": "자객의 발톱",
    "icon": "226693.png"
  },
  "226694": {
    "name": "세릴다의 원한",
    "icon": "226694.png"
  },
  "226695": {
    "name": "독사의 송곳니",
    "icon": "226695.png"
  },
  "226696": {
    "name": "원칙의 원형낫",
    "icon": "226696.png"
  },
  "226697": {
    "name": "오만",
    "icon": "226697.png"
  },
  "226698": {
    "name": "불경한 히드라",
    "icon": "226698.png"
  },
  "226699": {
    "name": "벼락폭풍검",
    "icon": "226699.png"
  },
  "226701": {
    "name": "기회",
    "icon": "226701.png"
  },
  "228001": {
    "name": "증오의 사슬",
    "icon": "228001.png"
  },
  "228002": {
    "name": "우글렛의 마녀 모자",
    "icon": "228002.png"
  },
  "228003": {
    "name": "죽음의 검",
    "icon": "228003.png"
  },
  "228004": {
    "name": "적응형 투구",
    "icon": "228004.png"
  },
  "228005": {
    "name": "흑요석 양날 도끼",
    "icon": "228005.png"
  },
  "228006": {
    "name": "핏빛 칼날",
    "icon": "228006.png"
  },
  "228008": {
    "name": "룬 글레이브",
    "icon": "228008.png"
  },
  "228009": {
    "name": "다용도 도구",
    "icon": "228009.png"
  },
  "228020": {
    "name": "심연의 가면",
    "icon": "228020.png"
  },
  "322065": {
    "name": "슈렐리아의 군가",
    "icon": "322065.png"
  },
  "322526": {
    "name": "속삭이는 머리띠",
    "icon": "322526.png"
  },
  "322530": {
    "name": "악곡의 왕관",
    "icon": "322530.png"
  },
  "323002": {
    "name": "개척자",
    "icon": "323002.png"
  },
  "323003": {
    "name": "대천사의 지팡이",
    "icon": "323003.png"
  },
  "323004": {
    "name": "마나무네",
    "icon": "323004.png"
  },
  "323040": {
    "name": "대천사의 포옹",
    "icon": "323040.png"
  },
  "323042": {
    "name": "무라마나",
    "icon": "323042.png"
  },
  "323050": {
    "name": "지크의 융합",
    "icon": "323050.png"
  },
  "323070": {
    "name": "여신의 눈물",
    "icon": "323070.png"
  },
  "323075": {
    "name": "가시 갑옷",
    "icon": "323075.png"
  },
  "323107": {
    "name": "구원",
    "icon": "323107.png"
  },
  "323109": {
    "name": "기사의 맹세",
    "icon": "323109.png"
  },
  "323110": {
    "name": "얼어붙은 심장",
    "icon": "323110.png"
  },
  "323119": {
    "name": "혹한의 손길",
    "icon": "323119.png"
  },
  "323121": {
    "name": "종말의 겨울",
    "icon": "323121.png"
  },
  "323190": {
    "name": "강철의 솔라리 펜던트",
    "icon": "323190.png"
  },
  "323222": {
    "name": "미카엘의 축복",
    "icon": "323222.png"
  },
  "323504": {
    "name": "불타는 향로",
    "icon": "323504.png"
  },
  "324005": {
    "name": "제국의 명령",
    "icon": "324005.png"
  },
  "326616": {
    "name": "흐르는 물의 지팡이",
    "icon": "326616.png"
  },
  "326617": {
    "name": "월석 재생기",
    "icon": "326617.png"
  },
  "326620": {
    "name": "헬리아의 메아리",
    "icon": "326620.png"
  },
  "326621": {
    "name": "새벽심장",
    "icon": "326621.png"
  },
  "326657": {
    "name": "영겁의 지팡이",
    "icon": "326657.png"
  },
  "328020": {
    "name": "심연의 가면",
    "icon": "328020.png"
  },
  "443054": {
    "name": "흑강철 발톱",
    "icon": "443054.png"
  },
  "443055": {
    "name": "질책",
    "icon": "443055.png"
  },
  "443056": {
    "name": "불사대마왕의 왕관",
    "icon": "443056.png"
  },
  "443058": {
    "name": "용암의 방패",
    "icon": "443058.png"
  },
  "443059": {
    "name": "별빛밤 망토",
    "icon": "443059.png"
  },
  "443060": {
    "name": "신성의 검",
    "icon": "443060.png"
  },
  "443061": {
    "name": "엔트로피의 힘",
    "icon": "443061.png"
  },
  "443062": {
    "name": "핏빛 선물",
    "icon": "443062.png"
  },
  "443063": {
    "name": "일라이자의 기적",
    "icon": "443063.png"
  },
  "443064": {
    "name": "승천의 부적",
    "icon": "443064.png"
  },
  "443069": {
    "name": "불귀신",
    "icon": "443069.png"
  },
  "443079": {
    "name": "터보 화공 탱크",
    "icon": "443079.png"
  },
  "443080": {
    "name": "쌍둥이 가면",
    "icon": "443080.png"
  },
  "443081": {
    "name": "마공화살 동료",
    "icon": "443081.png"
  },
  "443083": {
    "name": "워모그의 갑옷",
    "icon": "443083.png"
  },
  "443090": {
    "name": "사신의 대가",
    "icon": "443090.png"
  },
  "443193": {
    "name": "가고일 돌갑옷",
    "icon": "443193.png"
  },
  "444636": {
    "name": "밤의 수확자",
    "icon": "444636.png"
  },
  "444637": {
    "name": "악마의 포옹",
    "icon": "444637.png"
  },
  "444644": {
    "name": "부서진 여왕의 왕관",
    "icon": "444644.png"
  },
  "446632": {
    "name": "신성한 파괴자",
    "icon": "446632.png"
  },
  "446656": {
    "name": "만년서리",
    "icon": "446656.png"
  },
  "446667": {
    "name": "광휘의 미덕",
    "icon": "446667.png"
  },
  "446671": {
    "name": "돌풍",
    "icon": "446671.png"
  },
  "446691": {
    "name": "드락사르의 황혼검",
    "icon": "446691.png"
  },
  "446693": {
    "name": "자객의 발톱",
    "icon": "446693.png"
  },
  "447100": {
    "name": "신기루 검",
    "icon": "447100.png"
  },
  "447101": {
    "name": "도박꾼의 칼날",
    "icon": "447101.png"
  },
  "447102": {
    "name": "현실 균열",
    "icon": "447102.png"
  },
  "447103": {
    "name": "혈마법사의 투구",
    "icon": "447103.png"
  },
  "447104": {
    "name": "활력증진의 펜던트",
    "icon": "447104.png"
  },
  "447105": {
    "name": "창공의 서약",
    "icon": "447105.png"
  },
  "447106": {
    "name": "용의 심장",
    "icon": "447106.png"
  },
  "447107": {
    "name": "참수자",
    "icon": "447107.png"
  },
  "447108": {
    "name": "룬 조각기",
    "icon": "447108.png"
  },
  "447109": {
    "name": "잔혹 행위",
    "icon": "447109.png"
  },
  "447110": {
    "name": "달빛 마법검",
    "icon": "447110.png"
  },
  "447111": {
    "name": "지배자의 피갑옷",
    "icon": "447111.png"
  },
  "447112": {
    "name": "살점포식자",
    "icon": "447112.png"
  },
  "447113": {
    "name": "폭발의 구",
    "icon": "447113.png"
  },
  "447114": {
    "name": "반향",
    "icon": "447114.png"
  },
  "447115": {
    "name": "섭정 시해",
    "icon": "447115.png"
  },
  "447116": {
    "name": "킨코우 십수",
    "icon": "447116.png"
  },
  "447118": {
    "name": "화염술사의 망토",
    "icon": "447118.png"
  },
  "447119": {
    "name": "번개 막대",
    "icon": "447119.png"
  },
  "447120": {
    "name": "다이아몬드 창",
    "icon": "447120.png"
  },
  "447121": {
    "name": "황혼의 끝자락",
    "icon": "447121.png"
  },
  "447122": {
    "name": "블랙홀 건틀릿",
    "icon": "447122.png"
  },
  "447123": {
    "name": "조종의 손아귀",
    "icon": "447123.png"
  },
  "550001": {
    "name": "체력 바 색칠: 파랑",
    "icon": "550001.png"
  },
  "550002": {
    "name": "체력 바 색칠: 주황",
    "icon": "550002.png"
  },
  "550003": {
    "name": "체력 바 색칠: 초록",
    "icon": "550003.png"
  },
  "550004": {
    "name": "체력 바 색칠: 분홍",
    "icon": "550004.png"
  },
  "550005": {
    "name": "체력 바 청소: 색상 초기화",
    "icon": "550005.png"
  },
  "550006": {
    "name": "체력 바 색칠: 무지개",
    "icon": "550006.png"
  },
  "550007": {
    "name": "파티 선물",
    "icon": "550007.png"
  },
  "663039": {
    "name": "아트마의 심판",
    "icon": "663039.png"
  },
  "663056": {
    "name": "불사대마왕의 왕관",
    "icon": "663056.png"
  },
  "663058": {
    "name": "용암의 방패",
    "icon": "663058.png"
  },
  "663059": {
    "name": "별빛밤 망토",
    "icon": "663059.png"
  },
  "663060": {
    "name": "신성의 검",
    "icon": "663060.png"
  },
  "663064": {
    "name": "베이가의 승천의 부적",
    "icon": "663064.png"
  },
  "663146": {
    "name": "마법공학 총검",
    "icon": "663146.png"
  },
  "663172": {
    "name": "서풍",
    "icon": "663172.png"
  },
  "663193": {
    "name": "가고일 돌갑옷",
    "icon": "663193.png"
  },
  "664011": {
    "name": "꽃피는 새벽의 검",
    "icon": "664011.png"
  },
  "664403": {
    "name": "황금 뒤집개",
    "icon": "664403.png"
  },
  "664644": {
    "name": "부서진 여왕의 왕관",
    "icon": "664644.png"
  },
  "667101": {
    "name": "도박꾼의 칼날",
    "icon": "667101.png"
  },
  "667109": {
    "name": "잔혹 행위",
    "icon": "667109.png"
  },
  "667112": {
    "name": "살점포식자",
    "icon": "667112.png"
  },
  "667666": {
    "name": "징수의 총",
    "icon": "667666.png"
  },
  "771001": {
    "name": "속도의 장화",
    "icon": "771001.png"
  },
  "771004": {
    "name": "요정의 부적",
    "icon": "771004.png"
  },
  "771006": {
    "name": "원기 회복의 구슬",
    "icon": "771006.png"
  },
  "771011": {
    "name": "거인의 허리띠",
    "icon": "771011.png"
  },
  "771018": {
    "name": "민첩성의 망토",
    "icon": "771018.png"
  },
  "771026": {
    "name": "방출의 마법봉",
    "icon": "771026.png"
  },
  "771027": {
    "name": "사파이어 수정",
    "icon": "771027.png"
  },
  "771028": {
    "name": "루비 수정",
    "icon": "771028.png"
  },
  "771029": {
    "name": "천 갑옷",
    "icon": "771029.png"
  },
  "771031": {
    "name": "쇠사슬 조끼",
    "icon": "771031.png"
  },
  "771033": {
    "name": "마법무효화의 망토",
    "icon": "771033.png"
  },
  "771036": {
    "name": "롱소드",
    "icon": "771036.png"
  },
  "771037": {
    "name": "곡괭이",
    "icon": "771037.png"
  },
  "771038": {
    "name": "B.F. 대검",
    "icon": "771038.png"
  },
  "771039": {
    "name": "사냥꾼의 마체테",
    "icon": "771039.png"
  },
  "771042": {
    "name": "단검",
    "icon": "771042.png"
  },
  "771043": {
    "name": "곡궁",
    "icon": "771043.png"
  },
  "771051": {
    "name": "싸움꾼의 장갑",
    "icon": "771051.png"
  },
  "771052": {
    "name": "증폭의 고서",
    "icon": "771052.png"
  },
  "771053": {
    "name": "흡혈의 낫",
    "icon": "771053.png"
  },
  "771054": {
    "name": "도란의 방패",
    "icon": "771054.png"
  },
  "771055": {
    "name": "도란의 검",
    "icon": "771055.png"
  },
  "771056": {
    "name": "도란의 반지",
    "icon": "771056.png"
  },
  "771057": {
    "name": "음전자 망토",
    "icon": "771057.png"
  },
  "771058": {
    "name": "쓸데없이 큰 지팡이",
    "icon": "771058.png"
  },
  "771080": {
    "name": "정령석",
    "icon": "771080.png"
  },
  "771500": {
    "name": "관통 탄환",
    "icon": "771500.png"
  },
  "772001": {
    "name": "귀환",
    "icon": "772001.png"
  },
  "772003": {
    "name": "체력 물약",
    "icon": "772003.png"
  },
  "772004": {
    "name": "마나 물약",
    "icon": "772004.png"
  },
  "772009": {
    "name": "원기회복의 완전한 비스킷",
    "icon": "772009.png"
  },
  "772037": {
    "name": "불굴의 영약",
    "icon": "772037.png"
  },
  "772038": {
    "name": "민첩의 영약",
    "icon": "772038.png"
  },
  "772039": {
    "name": "지능의 영약",
    "icon": "772039.png"
  },
  "772041": {
    "name": "수정 플라스크",
    "icon": "772041.png"
  },
  "772042": {
    "name": "예언자의 영약",
    "icon": "772042.png"
  },
  "772043": {
    "name": "투명 감지 와드",
    "icon": "772043.png"
  },
  "772044": {
    "name": "시야 와드",
    "icon": "772044.png"
  },
  "772045": {
    "name": "루비 시야석",
    "icon": "772045.png"
  },
  "772049": {
    "name": "시야석",
    "icon": "772049.png"
  },
  "772050": {
    "name": "탐험가의 와드",
    "icon": "772050.png"
  },
  "772139": {
    "name": "",
    "icon": "772139.png"
  },
  "772140": {
    "name": "",
    "icon": "772140.png"
  },
  "773001": {
    "name": "심연의 홀",
    "icon": "773001.png"
  },
  "773003": {
    "name": "대천사의 지팡이",
    "icon": "773003.png"
  },
  "773004": {
    "name": "마나무네",
    "icon": "773004.png"
  },
  "773005": {
    "name": "아트마의 창",
    "icon": "773005.png"
  },
  "773006": {
    "name": "광전사의 군화",
    "icon": "773006.png"
  },
  "773009": {
    "name": "신속의 장화",
    "icon": "773009.png"
  },
  "773010": {
    "name": "수호자 카탈리스트",
    "icon": "773010.png"
  },
  "773020": {
    "name": "마법사의 신발",
    "icon": "773020.png"
  },
  "773022": {
    "name": "얼어붙은 망치",
    "icon": "773022.png"
  },
  "773023": {
    "name": "쌍둥이 그림자",
    "icon": "773023.png"
  },
  "773024": {
    "name": "빙하의 장막",
    "icon": "773024.png"
  },
  "773025": {
    "name": "얼어붙은 건틀릿",
    "icon": "773025.png"
  },
  "773026": {
    "name": "수호 천사",
    "icon": "773026.png"
  },
  "773027": {
    "name": "영겁의 지팡이",
    "icon": "773027.png"
  },
  "773028": {
    "name": "조화의 성배",
    "icon": "773028.png"
  },
  "773031": {
    "name": "무한의 대검",
    "icon": "773031.png"
  },
  "773035": {
    "name": "최후의 속삭임",
    "icon": "773035.png"
  },
  "773037": {
    "name": "마나의 보주",
    "icon": "773037.png"
  },
  "773040": {
    "name": "대천사의 포옹",
    "icon": "773040.png"
  },
  "773041": {
    "name": "메자이의 영혼약탈자",
    "icon": "773041.png"
  },
  "773042": {
    "name": "무라마나",
    "icon": "773042.png"
  },
  "773044": {
    "name": "탐식의 망치",
    "icon": "773044.png"
  },
  "773046": {
    "name": "유령 무희",
    "icon": "773046.png"
  },
  "773047": {
    "name": "닌자의 신발",
    "icon": "773047.png"
  },
  "773050": {
    "name": "스타크의 열정",
    "icon": "773050.png"
  },
  "773052": {
    "name": "용맹의 징표",
    "icon": "773052.png"
  },
  "773056": {
    "name": "저항 공성기",
    "icon": "773056.png"
  },
  "773057": {
    "name": "광휘의 검",
    "icon": "773057.png"
  },
  "773060": {
    "name": "지휘관의 깃발",
    "icon": "773060.png"
  },
  "773063": {
    "name": "영혼의 갑옷",
    "icon": "773063.png"
  },
  "773064": {
    "name": "대자연의 힘",
    "icon": "773064.png"
  },
  "773065": {
    "name": "정령의 형상",
    "icon": "773065.png"
  },
  "773067": {
    "name": "점화석",
    "icon": "773067.png"
  },
  "773068": {
    "name": "태양불꽃 망토",
    "icon": "773068.png"
  },
  "773069": {
    "name": "슈렐리아의 몽상",
    "icon": "773069.png"
  },
  "773070": {
    "name": "여신의 눈물",
    "icon": "773070.png"
  },
  "773071": {
    "name": "칠흑의 양날 도끼",
    "icon": "773071.png"
  },
  "773072": {
    "name": "피바라기",
    "icon": "773072.png"
  },
  "773073": {
    "name": "태양불꽃 망토 무더기",
    "icon": "773073.png"
  },
  "773074": {
    "name": "굶주린 히드라",
    "icon": "773074.png"
  },
  "773075": {
    "name": "가시 갑옷",
    "icon": "773075.png"
  },
  "773077": {
    "name": "티아맷",
    "icon": "773077.png"
  },
  "773078": {
    "name": "삼위일체",
    "icon": "773078.png"
  },
  "773082": {
    "name": "파수꾼의 갑옷",
    "icon": "773082.png"
  },
  "773083": {
    "name": "워모그의 갑옷",
    "icon": "773083.png"
  },
  "773084": {
    "name": "활력증진의 펜던트",
    "icon": "773084.png"
  },
  "773085": {
    "name": "루난의 허리케인",
    "icon": "773085.png"
  },
  "773086": {
    "name": "열정의 검",
    "icon": "773086.png"
  },
  "773087": {
    "name": "스태틱의 단검",
    "icon": "773087.png"
  },
  "773089": {
    "name": "라바돈의 죽음모자",
    "icon": "773089.png"
  },
  "773091": {
    "name": "마법사의 최후",
    "icon": "773091.png"
  },
  "773092": {
    "name": "얼음 정수의 파편",
    "icon": "773092.png"
  },
  "773093": {
    "name": "탐욕의 검",
    "icon": "773093.png"
  },
  "773096": {
    "name": "현자의 돌",
    "icon": "773096.png"
  },
  "773098": {
    "name": "행운 피크",
    "icon": "773098.png"
  },
  "773100": {
    "name": "리치베인",
    "icon": "773100.png"
  },
  "773101": {
    "name": "쐐기검",
    "icon": "773101.png"
  },
  "773102": {
    "name": "밴시의 장막",
    "icon": "773102.png"
  },
  "773105": {
    "name": "군단의 방패",
    "icon": "773105.png"
  },
  "773106": {
    "name": "마드레드의 갈퀴손",
    "icon": "773106.png"
  },
  "773107": {
    "name": "룬 방벽",
    "icon": "773107.png"
  },
  "773108": {
    "name": "악마의 마법서",
    "icon": "773108.png"
  },
  "773109": {
    "name": "마드레드의 피갈퀴손",
    "icon": "773109.png"
  },
  "773110": {
    "name": "얼어붙은 심장",
    "icon": "773110.png"
  },
  "773111": {
    "name": "헤르메스의 발걸음",
    "icon": "773111.png"
  },
  "773114": {
    "name": "역병의 비수",
    "icon": "773114.png"
  },
  "773115": {
    "name": "내셔의 이빨",
    "icon": "773115.png"
  },
  "773116": {
    "name": "라일라이의 수정홀",
    "icon": "773116.png"
  },
  "773117": {
    "name": "기동력의 장화",
    "icon": "773117.png"
  },
  "773123": {
    "name": "처형인의 대검",
    "icon": "773123.png"
  },
  "773124": {
    "name": "구인수의 격노검",
    "icon": "773124.png"
  },
  "773128": {
    "name": "죽음불꽃 손아귀",
    "icon": "773128.png"
  },
  "773131": {
    "name": "신성의 검",
    "icon": "773131.png"
  },
  "773132": {
    "name": "황금의 심장",
    "icon": "773132.png"
  },
  "773134": {
    "name": "야수화",
    "icon": "773134.png"
  },
  "773135": {
    "name": "공허의 지팡이",
    "icon": "773135.png"
  },
  "773136": {
    "name": "기괴한 가면",
    "icon": "773136.png"
  },
  "773138": {
    "name": "레비아탄 갑옷",
    "icon": "773138.png"
  },
  "773139": {
    "name": "헤르메스의 시미터",
    "icon": "773139.png"
  },
  "773140": {
    "name": "수은 장식띠",
    "icon": "773140.png"
  },
  "773141": {
    "name": "비술의 검",
    "icon": "773141.png"
  },
  "773142": {
    "name": "요우무의 유령검",
    "icon": "773142.png"
  },
  "773143": {
    "name": "란두인의 예언",
    "icon": "773143.png"
  },
  "773144": {
    "name": "빌지워터 해적검",
    "icon": "773144.png"
  },
  "773145": {
    "name": "마법공학 리볼버",
    "icon": "773145.png"
  },
  "773146": {
    "name": "마법공학 총검",
    "icon": "773146.png"
  },
  "773151": {
    "name": "리안드리의 고통",
    "icon": "773151.png"
  },
  "773152": {
    "name": "고대인의 의지",
    "icon": "773152.png"
  },
  "773153": {
    "name": "몰락한 왕의 검",
    "icon": "773153.png"
  },
  "773154": {
    "name": "리글의 랜턴",
    "icon": "773154.png"
  },
  "773155": {
    "name": "주문포식자",
    "icon": "773155.png"
  },
  "773156": {
    "name": "맬모셔스의 아귀",
    "icon": "773156.png"
  },
  "773157": {
    "name": "존야의 모래시계",
    "icon": "773157.png"
  },
  "773158": {
    "name": "명석함의 아이오니아 장화",
    "icon": "773158.png"
  },
  "773160": {
    "name": "야생의 섬광",
    "icon": "773160.png"
  },
  "773165": {
    "name": "모렐로노미콘",
    "icon": "773165.png"
  },
  "773172": {
    "name": "서풍",
    "icon": "773172.png"
  },
  "773173": {
    "name": "일라이자의 기적",
    "icon": "773173.png"
  },
  "773174": {
    "name": "슈세이의 마나 통",
    "icon": "773174.png"
  },
  "773178": {
    "name": "이온 충격기",
    "icon": "773178.png"
  },
  "773190": {
    "name": "강철의 솔라리 펜던트",
    "icon": "773190.png"
  },
  "773191": {
    "name": "추적자의 팔목 보호대",
    "icon": "773191.png"
  },
  "773206": {
    "name": "망령의 영혼",
    "icon": "773206.png"
  },
  "773207": {
    "name": "고대 골렘의 영혼",
    "icon": "773207.png"
  },
  "773209": {
    "name": "도마뱀 장로의 영혼",
    "icon": "773209.png"
  },
  "773211": {
    "name": "망령의 두건",
    "icon": "773211.png"
  },
  "773222": {
    "name": "미카엘의 도가니",
    "icon": "773222.png"
  },
  "773340": {
    "name": "노란색 장신구",
    "icon": "773340.png"
  },
  "773348": {
    "name": "빨간색 장신구",
    "icon": "773348.png"
  },
  "773504": {
    "name": "불타는 향로",
    "icon": "773504.png"
  },
  "773512": {
    "name": "즈롯 차원문",
    "icon": "773512.png"
  },
  "773513": {
    "name": "프로토타입 마공학 핵",
    "icon": "773513.png"
  },
  "773514": {
    "name": "마공학 핵 mk-1",
    "icon": "773514.png"
  },
  "773515": {
    "name": "마공학 핵 mk-2",
    "icon": "773515.png"
  },
  "773516": {
    "name": "완성형 마공학 핵",
    "icon": "773516.png"
  },
  "773517": {
    "name": "에그노그",
    "icon": "773517.png"
  },
  "773518": {
    "name": "티백",
    "icon": "773518.png"
  },
  "773519": {
    "name": "캔디 콘",
    "icon": "773519.png"
  },
  "773521": {
    "name": "체력 물약",
    "icon": "773521.png"
  },
  "994403": {
    "name": "황금 뒤집개",
    "icon": "994403.png"
  }
};
export const PLAYER_SPELLS: Readonly<Record<number, PlayerAssetLabel>> = {
  "1": {
    "name": "정화",
    "icon": "SummonerBoost.png"
  },
  "3": {
    "name": "탈진",
    "icon": "SummonerExhaust.png"
  },
  "4": {
    "name": "점멸",
    "icon": "SummonerFlash.png"
  },
  "6": {
    "name": "유체화",
    "icon": "SummonerHaste.png"
  },
  "7": {
    "name": "회복",
    "icon": "SummonerHeal.png"
  },
  "11": {
    "name": "강타",
    "icon": "SummonerSmite.png"
  },
  "12": {
    "name": "순간이동",
    "icon": "SummonerTeleport.png"
  },
  "13": {
    "name": "총명",
    "icon": "SummonerMana.png"
  },
  "14": {
    "name": "점화",
    "icon": "SummonerDot.png"
  },
  "21": {
    "name": "방어막",
    "icon": "SummonerBarrier.png"
  },
  "30": {
    "name": "왕을 향해!",
    "icon": "SummonerPoroRecall.png"
  },
  "31": {
    "name": "포로 던지기",
    "icon": "SummonerPoroThrow.png"
  },
  "32": {
    "name": "표식",
    "icon": "SummonerSnowball.png"
  },
  "39": {
    "name": "표식",
    "icon": "SummonerSnowURFSnowball_Mark.png"
  },
  "54": {
    "name": "게임 시작 후 결정",
    "icon": "Summoner_UltBookPlaceholder.png"
  },
  "55": {
    "name": "TBD 및 공격-강타",
    "icon": "Summoner_UltBookSmitePlaceholder.png"
  },
  "71": {
    "name": "정화",
    "icon": "SummonerBoost_Jade.png"
  },
  "73": {
    "name": "탈진",
    "icon": "SummonerExhaust_Jade.png"
  },
  "74": {
    "name": "점멸",
    "icon": "SummonerFlash_Jade.png"
  },
  "75": {
    "name": "천리안",
    "icon": "SummonerClairvoyance_Jade.png"
  },
  "76": {
    "name": "유체화",
    "icon": "SummonerHaste_Jade.png"
  },
  "77": {
    "name": "회복",
    "icon": "SummonerHeal_Jade.png"
  },
  "705": {
    "name": "구축",
    "icon": "SummonerFortify_Jade.png"
  },
  "709": {
    "name": "결집",
    "icon": "SummonerRally_Jade.png"
  },
  "711": {
    "name": "강타",
    "icon": "SummonerSmite_Jade.png"
  },
  "712": {
    "name": "순간이동",
    "icon": "SummonerTeleport_Jade.png"
  },
  "713": {
    "name": "총명",
    "icon": "SummonerMana_Jade.png"
  },
  "714": {
    "name": "점화",
    "icon": "SummonerDot_Jade.png"
  },
  "716": {
    "name": "고양",
    "icon": "SummonerBattleCry_Jade.png"
  },
  "720": {
    "name": "진급",
    "icon": "SummonerSpell_Promote_Jade.png"
  },
  "721": {
    "name": "방어막",
    "icon": "SummonerBarrier_Jade.png"
  },
  "777": {
    "name": "부활",
    "icon": "SummonerRevive_Jade.png"
  },
  "2201": {
    "name": "도주",
    "icon": "SummonerCherryHold.png"
  },
  "2202": {
    "name": "점멸",
    "icon": "SummonerCherryFlash.png"
  }
};
export const PLAYER_RUNES: Readonly<Record<number, PlayerAssetLabel>> = {
  "8000": {
    "name": "정밀",
    "icon": "perk-images/Styles/7201_Precision.png"
  },
  "8005": {
    "name": "집중 공격",
    "icon": "perk-images/Styles/Precision/PressTheAttack/PressTheAttack.png"
  },
  "8008": {
    "name": "치명적 속도",
    "icon": "perk-images/Styles/Precision/LethalTempo/LethalTempoTemp.png"
  },
  "8009": {
    "name": "침착",
    "icon": "perk-images/Styles/Precision/PresenceOfMind/PresenceOfMind.png"
  },
  "8010": {
    "name": "정복자",
    "icon": "perk-images/Styles/Precision/Conqueror/Conqueror.png"
  },
  "8014": {
    "name": "최후의 일격",
    "icon": "perk-images/Styles/Precision/CoupDeGrace/CoupDeGrace.png"
  },
  "8017": {
    "name": "체력차 극복",
    "icon": "perk-images/Styles/Precision/CutDown/CutDown.png"
  },
  "8021": {
    "name": "기민한 발놀림",
    "icon": "perk-images/Styles/Precision/FleetFootwork/FleetFootwork.png"
  },
  "8100": {
    "name": "지배",
    "icon": "perk-images/Styles/7200_Domination.png"
  },
  "8105": {
    "name": "끈질긴 사냥꾼",
    "icon": "perk-images/Styles/Domination/RelentlessHunter/RelentlessHunter.png"
  },
  "8106": {
    "name": "궁극의 사냥꾼",
    "icon": "perk-images/Styles/Domination/UltimateHunter/UltimateHunter.png"
  },
  "8112": {
    "name": "감전",
    "icon": "perk-images/Styles/Domination/Electrocute/Electrocute.png"
  },
  "8126": {
    "name": "비열한 한 방",
    "icon": "perk-images/Styles/Domination/CheapShot/CheapShot.png"
  },
  "8128": {
    "name": "어둠의 수확",
    "icon": "perk-images/Styles/Domination/DarkHarvest/DarkHarvest.png"
  },
  "8135": {
    "name": "보물 사냥꾼",
    "icon": "perk-images/Styles/Domination/TreasureHunter/TreasureHunter.png"
  },
  "8137": {
    "name": "육감",
    "icon": "perk-images/Styles/Domination/SixthSense/SixthSense.png"
  },
  "8139": {
    "name": "피의 맛",
    "icon": "perk-images/Styles/Domination/TasteOfBlood/GreenTerror_TasteOfBlood.png"
  },
  "8140": {
    "name": "섬뜩한 기념품",
    "icon": "perk-images/Styles/Domination/GrislyMementos/GrislyMementos.png"
  },
  "8141": {
    "name": "깊은 와드",
    "icon": "perk-images/Styles/Domination/DeepWard/DeepWard.png"
  },
  "8143": {
    "name": "돌발 일격",
    "icon": "perk-images/Styles/Domination/SuddenImpact/SuddenImpact.png"
  },
  "8200": {
    "name": "마법",
    "icon": "perk-images/Styles/7202_Sorcery.png"
  },
  "8210": {
    "name": "깨달음",
    "icon": "perk-images/Styles/Sorcery/Transcendence/Transcendence.png"
  },
  "8214": {
    "name": "콩콩이 소환",
    "icon": "perk-images/Styles/Sorcery/SummonAery/SummonAery.png"
  },
  "8224": {
    "name": "액시옴 비전 마법사",
    "icon": "perk-images/Styles/Sorcery/NullifyingOrb/Axiom_Arcanist.png"
  },
  "8226": {
    "name": "마나순환 팔찌",
    "icon": "perk-images/Styles/Sorcery/ManaflowBand/ManaflowBand.png"
  },
  "8229": {
    "name": "신비로운 유성",
    "icon": "perk-images/Styles/Sorcery/ArcaneComet/ArcaneComet.png"
  },
  "8230": {
    "name": "폭풍전사의 포효",
    "icon": "perk-images/Styles/Sorcery/PhaseRush/StormraidersSurgeRuneIcon2.png"
  },
  "8232": {
    "name": "물 위를 걷는 자",
    "icon": "perk-images/Styles/Sorcery/Waterwalking/Waterwalking.png"
  },
  "8233": {
    "name": "절대 집중",
    "icon": "perk-images/Styles/Sorcery/AbsoluteFocus/AbsoluteFocus.png"
  },
  "8234": {
    "name": "기민함",
    "icon": "perk-images/Styles/Sorcery/Celerity/CelerityTemp.png"
  },
  "8236": {
    "name": "폭풍의 결집",
    "icon": "perk-images/Styles/Sorcery/GatheringStorm/GatheringStorm.png"
  },
  "8237": {
    "name": "주문 작열",
    "icon": "perk-images/Styles/Sorcery/Scorch/Scorch.png"
  },
  "8242": {
    "name": "불굴의 의지",
    "icon": "perk-images/Styles/Sorcery/Unflinching/Unflinching.png"
  },
  "8275": {
    "name": "빛의 망토",
    "icon": "perk-images/Styles/Sorcery/NimbusCloak/6361.png"
  },
  "8299": {
    "name": "최후의 저항",
    "icon": "perk-images/Styles/Sorcery/LastStand/LastStand.png"
  },
  "8300": {
    "name": "영감",
    "icon": "perk-images/Styles/7203_Whimsy.png"
  },
  "8304": {
    "name": "마법의 신발",
    "icon": "perk-images/Styles/Inspiration/MagicalFootwear/MagicalFootwear.png"
  },
  "8306": {
    "name": "마법공학 점멸기",
    "icon": "perk-images/Styles/Inspiration/HextechFlashtraption/HextechFlashtraption.png"
  },
  "8313": {
    "name": "삼중 물약",
    "icon": "perk-images/Styles/Inspiration/PerfectTiming/AlchemistCabinet.png"
  },
  "8316": {
    "name": "다재다능",
    "icon": "perk-images/Styles/Inspiration/JackOfAllTrades/JackofAllTrades2.png"
  },
  "8321": {
    "name": "환급",
    "icon": "perk-images/Styles/Inspiration/CashBack/CashBack2.png"
  },
  "8345": {
    "name": "비스킷 배달",
    "icon": "perk-images/Styles/Inspiration/BiscuitDelivery/BiscuitDelivery.png"
  },
  "8347": {
    "name": "우주적 통찰력",
    "icon": "perk-images/Styles/Inspiration/CosmicInsight/CosmicInsight.png"
  },
  "8351": {
    "name": "빙결 강화",
    "icon": "perk-images/Styles/Inspiration/GlacialAugment/GlacialAugment.png"
  },
  "8352": {
    "name": "시간 왜곡 물약",
    "icon": "perk-images/Styles/Inspiration/TimeWarpTonic/TimeWarpTonic.png"
  },
  "8360": {
    "name": "봉인 풀린 주문서",
    "icon": "perk-images/Styles/Inspiration/UnsealedSpellbook/UnsealedSpellbook.png"
  },
  "8369": {
    "name": "선제공격",
    "icon": "perk-images/Styles/Inspiration/FirstStrike/FirstStrike.png"
  },
  "8400": {
    "name": "결의",
    "icon": "perk-images/Styles/7204_Resolve.png"
  },
  "8401": {
    "name": "보호막 강타",
    "icon": "perk-images/Styles/Resolve/MirrorShell/MirrorShell.png"
  },
  "8410": {
    "name": "쾌속 접근",
    "icon": "perk-images/Styles/Resolve/ApproachVelocity/ApproachVelocity.png"
  },
  "8429": {
    "name": "사전 준비",
    "icon": "perk-images/Styles/Resolve/Conditioning/Conditioning.png"
  },
  "8437": {
    "name": "착취의 손아귀",
    "icon": "perk-images/Styles/Resolve/GraspOfTheUndying/GraspOfTheUndying.png"
  },
  "8439": {
    "name": "여진",
    "icon": "perk-images/Styles/Resolve/VeteranAftershock/VeteranAftershock.png"
  },
  "8444": {
    "name": "재생의 바람",
    "icon": "perk-images/Styles/Resolve/SecondWind/SecondWind.png"
  },
  "8446": {
    "name": "철거",
    "icon": "perk-images/Styles/Resolve/Demolish/Demolish.png"
  },
  "8451": {
    "name": "과잉성장",
    "icon": "perk-images/Styles/Resolve/Overgrowth/Overgrowth.png"
  },
  "8453": {
    "name": "소생",
    "icon": "perk-images/Styles/Resolve/Revitalize/Revitalize.png"
  },
  "8463": {
    "name": "생명의 샘",
    "icon": "perk-images/Styles/Resolve/FontOfLife/FontOfLife.png"
  },
  "8465": {
    "name": "수호자",
    "icon": "perk-images/Styles/Resolve/Guardian/Guardian.png"
  },
  "8473": {
    "name": "뼈 방패",
    "icon": "perk-images/Styles/Resolve/BonePlating/BonePlating.png"
  },
  "8992": {
    "name": "죽음불꽃 손길",
    "icon": "perk-images/Styles/Sorcery/DeathfireTouch/DEATHFIRE_TOUCH_KEYSTONE.png"
  },
  "9101": {
    "name": "생명 흡수",
    "icon": "perk-images/Styles/Precision/AbsorbLife/AbsorbLife.png"
  },
  "9103": {
    "name": "전설: 핏빛 길",
    "icon": "perk-images/Styles/Precision/LegendBloodline/LegendBloodline.png"
  },
  "9104": {
    "name": "전설: 민첩함",
    "icon": "perk-images/Styles/Precision/LegendAlacrity/LegendAlacrity.png"
  },
  "9105": {
    "name": "전설: 가속",
    "icon": "perk-images/Styles/Precision/LegendHaste/LegendHaste.png"
  },
  "9111": {
    "name": "승전보",
    "icon": "perk-images/Styles/Precision/Triumph.png"
  },
  "9923": {
    "name": "칼날비",
    "icon": "perk-images/Styles/Domination/HailOfBlades/HailOfBlades.png"
  }
};
